export default {
  code: 
`
val 👩 + 👨 = 🏠;
👨.say('盛佳丽');
👩.response('干嘛');
👨.say('宝宝');
👩.response('干嘛');
👨.say('嫁给我吧❤️');
👩.response('你把请柬做了我就嫁给你！❤️');
// 那我们请帖写起来
// 程序跑起来~`,
  executions: [{
    name:'初始化',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'解压中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'组装中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'❤️',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'❤️❤️',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'编译中...',
    time: '',
    visible: false
  }],
  barrages: [
    '66666666',
    '愿你美梦成真',
    '你的邀请函真是美',
    '人美心更美',
    '你是最棒的',
    '哇哇哇',
    '还差女朋友吗',
    '今晚翻你牌',
    '看朕给你打下的江山',
    '你写代码老快了',
    '你的代码真是棒',
    '😗 😙 😚 😋 ',
    '只要代码写得好，单身永远跑不了'
  ],
}